{
  "code": 0,
  "data": {
      "list": [
          {
              "id": 5,
              "name": "后勤",
              "intro": "后勤管理",
              "createAt": "2021-01-03T04:01:40.000Z",
              "updateAt": "2021-08-09T16:09:41.000Z",
              "menuList": [
                {
                  "id": 39
                },
                {
                  "id": 40
                },
              ]
          },
          {
              "id": 4,
              "name": "人事",
              "intro": "人事管理",
              "createAt": "2021-01-03T04:01:40.000Z",
              "updateAt": "2021-08-09T16:09:41.000Z",
              "menuList": [
                {
                  "id": 39
                },
                {
                  "id": 17
                },
                {
                  "id": 19
                },
                {
                  "id": 13
                }
              ]
          },
          {
              "id": 3,
              "name": "运营",
              "intro": "日常事务",
              "createAt": "2021-01-03T03:34:34.000Z",
              "updateAt": "2021-08-20T03:02:12.000Z",
              "menuList": [
                {
                  "id": 39
                },
                {
                  "id": 17
                },
                {
                  "id": 19
                },
                {
                  "id": 13
                }
              ]
          },
          {
              "id": 1,
              "name": "超级管理员",
              "intro": "所有权限",
              "createAt": "2021-01-02T10:20:26.000Z",
              "updateAt": "2021-01-03T04:50:13.000Z",
              "menuList": [
                {
                  "id": 39
                },
                {
                  "id": 17
                },
                {
                  "id": 19
                },
                {
                  "id": 13
                }
              ]
          }
      ],
      "totalCount": 20
  }
}
